<?php

$txt['mb_title'] = 'Добавление в закладки';
$txt['mb_subject'] = 'Название закладки';
$txt['mb_note'] = 'Примечание (опционально)';
$txt['mb_popup_bookmarks'] = 'Мои закладки';
$txt['mb_show_bookmarks'] = 'Просмотр закладок';
$txt['mb_settings'] = 'Закладки на сообщения';
$txt['mb_mod_desc'] = 'Настройки мода Message Bookmarks.';

$txt['mb_ignore_boards'] = 'Игнорируемые разделы';
$txt['mb_ignored_boards_desc'] = 'Отметьте разделы, в которых Message Bookmarks НЕ должен работать';
$txt['mb_class'] = 'Класс для выделения сообщений, добавленных в закладки, в темах';

$txt['permissiongroup_message_bookmarks'] = $txt['permissiongroup_simple_message_bookmarks'] = 'Закладки на сообщения';
$txt['permissionname_use_message_bookmarks'] = 'Использование закладок';
$txt['permissionhelp_use_message_bookmarks'] = 'Возможность добавлять и удалять закладки на сообщения, а также просматривать их.';
$txt['groups_use_message_bookmarks'] = 'Кто может использовать закладки на сообщения';
$txt['cannot_use_message_bookmarks'] = 'К сожалению, у вас нет прав для создания закладок на сообщения.';

$txt['mb_profile_title'] = $txt['permissiongroup_message_bookmarks'];
$txt['mb_profile_desc'] = 'Здесь отображаются все сделанные вами закладки.';
$txt['mb_no_items'] = 'Закладок пока нет.';

$txt['mb_add_bookmark'] = '💚 Сделать закладку';
$txt['mb_remove_bookmark'] = '💔 Удалить закладку';
